test_data = [
    {
        "name": "Иван",
        "surname": "Иванов",
        "address": "Улица Мира, дом 15",
        "metro": "Черкизовская",
        "phone": "+79999999999",
        "date": "15.03.2025",
        "comment": "Нужен чистый",
        "button_type": "header",  # Значение для кнопки заказа
    },
    {
        "name": "Петр",
        "surname": "Петров",
        "address": "Улица Мира, дом 21",
        "metro": "Сокольники",
        "phone": "+79999999999",
        "date": "12.11.2024",
        "comment": "Быстрее",
        "button_type": "footer",  # Значение для кнопки заказа
    },
]